{
    "titleBaterry": "Your Battery",
    "settings": "Settings",
    "turnOn": "Turn On",
    "turnOff": "Turn Off",
    "credits": "Made with 💜 by",
    "baterry": "Battery",
    "notPlug": "Not Plugged",
    "plug": "Plugged",
    "batteryLevel": "Battery Level Alarm",
    "ringtone": "Ringtone Song",
    "onAlarm": "Enable / Disable alarm",
    "language": "Language",
    "darkTheme": "Dark Mode",
    "howUse": "How to Use",
    "documentation": "Documentation",
    "save": "Save Changes",
    "portuguese": "Portuguese",
    "english": "English",
    "notifcation": "Notification",
    "descriptionNot": "You can configure it to appear floating and on the lock screen (on android it will appear minimized by default), just go to the <span>Application Information > Notifications</span>, there you can configure how you want the notifications of this application to appear.",
    "levelDescription": "Select the percentage of battery you want to receive a notification.",
    "rinDescription": "Select the song you want to play when you receive a notification (currently the app provides 3 options).",
    "alarmDescription": "Select the options to enable and disable the alarm.<br><b>Plug-in:</b> As soon as the device is connected to the charger the application will be observing its battery level automatically / when the alarm is triggered just disconnect the charger and the alarm ends and the notification ends <br><b>Manual:</b> On the home page you will have to press the 'Turn On' button for the application to observe the battery level and when the alarm is triggered you will have to press the 'Turn Off' button to end the notification.",
    "psAlarmDesc": "Ps: after selecting and saving an option you will have to restart the app.",
    "languageDescription": "Select the language you prefer to use the application,currently the app provides 2 options(English and Portuguese).",
    "darkDescription": "Active the dark theme to use the aplication.",
    "messageToast" : "Your settings have been saved",
    "loading": "Please wait ..."
}