{
    "titleBaterry": "Sua Bateria",
    "settings": "Config.",
    "turnOn": "Ligar",
    "turnOff": "Desligar",
    "credits": "Desenvolvido com 💜 por",
    "baterry": "Bateria",
    "notPlug": "Não Conectado",
    "plug": "Conectado",
    "batteryLevel": "Nível de bateria para alarme",
    "ringtone": "Som do Alarme",
    "onAlarm": "Ativar / Desativar alarme",
    "language": "Linguagem",
    "darkTheme": "Modo Escuro",
    "howUse": "Como Usar",
    "documentation": "Documentação",
    "save": "Salvar Mudanças",
    "portuguese": "Português",
    "english": "Inglês",
    "notifcation": "Notificação",
    "descriptionNot":"Você pode configurar para aparecer em modo flutuante e na tela de bloqueio (no android aparecerá minimizado por padrão), basta ir até <span> Informações do Aplicativo> Notificações </span>, lá você pode configurar como deseja que as notificações deste aplicativo apareça.",
    "levelDescription": "Selecione a porcentagem de bateria que você quer receber uma notificação.",
    "rinDescription": "Selecione o som que você quer reproduzir quando receber uma notificação (Atualmente temos 3 opções).",
    "alarmDescription": "Selecione as opções para habilitar e desabilitar o alarme.<br> <b> Plug-in: </b> Assim que o dispositivo for conectado ao carregador o aplicativo estará observando o nível da bateria automaticamente / quando o alarme for disparado basta desconectar o carregador que a notificação é interrompida <br> <b> Manual: </b> Na página inicial você terá que pressionar o botão 'Ligar' para que o aplicativo observe o nível da bateria e quando o alarme for disparado você terá que pressionar o botão 'Desligar'(ou clicar na notificação para retornar ao aplicativo) para interomper a notificação.",
    "psAlarmDesc": "Ps: Depois de selecionar as opções será necessário reiniciar o app.",
    "languageDescription": "Selecione a linguagem para usar o aplicativo, atualmente temos duas opções(Português e Inglês).",
    "darkDescription": "Ativar o tema escuro para usar o aplicativo.",
    "messageToast" : "Configurações Salvas",
    "loading": "Aguarde ..."
}